tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
cask "adoptopenjdk8"
brew "cmake"
brew "ffmpeg"
brew "llvm"
brew "luarocks"
brew "mas"
brew "mdcat"
brew "neovim"
brew "opencv"
brew "r"
brew "roswell"
brew "tmux"
brew "vim"
brew "yarn"
brew "zplug"
brew "zsh"
cask "alacritty"
cask "docker"
cask "google-backup-and-sync"
cask "java"
cask "mactex"
cask "rstudio"
cask "slack"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
